import React from 'react'

export default function About() {
  return (
    <div className='py-20 px-4 max-w-6xl mx-auto'>
      <h1 className='text-3xl font-bold mb-4 text-slate-800'>Про AnalytiQ Real Estate Insights</h1>
      <p className='mb-4 text-slate-700'>AnalytiQ Real Estate Insights — провідне агентство нерухомості, яке спеціалізується на допомозі клієнтам купувати, продавати та орендувати нерухомість у найбільш бажаних районах. Наша команда досвідчених агентів прагне надавати виняткові послуги та робити процес купівлі та продажу максимально плавним.</p>
      <p className='mb-4 text-slate-700'>
          Наша місія полягає в тому, щоб допомогти нашим клієнтам досягти їхніх цілей у сфері нерухомості, надаючи експертні поради, індивідуальне обслуговування та глибоке розуміння місцевого ринку. Незалежно від того, чи хочете ви купити, продати чи орендувати нерухомість, ми тут, щоб допомогти вам на кожному кроці.      </p>
      <p className='mb-4 text-slate-700'>
          Наша команда агентів має багатий досвід і знання в галузі нерухомості, і ми прагнемо надавати нашим клієнтам найвищий рівень обслуговування. Ми віримо, що купівля чи продаж нерухомості має бути захоплюючим і корисним досвідом, і ми прагнемо зробити це реальністю для кожного з наших клієнтів.      </p>
    </div>
  )
}
